const Payment = {
    contents: `[:Diverse Different Display] (이하 회사라 함)은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련된 이용자의 고충을 원활하게 처리하기 위하여 다음과 같은 처리방침을 두고 있습니다. 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
  
      1. 수집하는 개인정보의 항목
      회사는 다음과 같은 개인정보를 수집하고 있습니다.
      - 이메일 주소
      - 성명
      
      2. 개인정보의 수집 및 이용목적
      회사는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다.
      - 서비스 제공을 위한 회원가입 및 로그인
      - 고객 문의 및 응대
      
      3. 개인정보의 보유 및 이용기간
      회사는 이용자의 개인정보를 수집 및 이용목적이 달성된 후에는 지체 없이 파기합니다.
      
      4. 개인정보의 파기절차 및 방법
      회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
      - 파기절차: 수집된 개인정보는 목적 달성 후 별도의 데이터베이스로 옮겨져 (종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된 후 파기됩니다. 
      - 파기방법: 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
      
      5. 개인정보 제공 및 공유
      회사는 이용자의 개인정보를 외부에 제공하지 않습니다.
      
      6. 이용자의 권리와 그 행사방법
      이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.
      - 개인정보 열람요구
      - 오류 등이 있을 경우 정정 요구
      - 삭제요구
      - 처리정지 요구
      
      7. 개인정보보호를 위한 기술적·관리적 대책
      회사는 이용자의 개인정보보호를 위하여 다음과 같은 기술적·관리적 대책을 강구하고 있습니다.
      - 개인정보 취급 직원의 최소화 및 교육
      - 내부관리계획의 수립 및 시행
      - 개인정보에 대한 접근 제한
      - 정기적인 자체 감사 및 심사
      
      위 개인정보 처리방침은 2023년 07월 25일부터 적용됩니다."`,
  };
  
const ProvideAgreement = {
    contents : `
[Diverse Different Display (이하 ':DDD')] 제 3자 정보제공동의서 이용약관

제 1조 (목적)
본 약관은 회사 :DDD이 제공하는 서비스를 이용하는 회원들이 제 3자에게 개인정보를 제공하고자 할 경우, 회사와 회원 간의 권리, 의무, 책임 사항을 정하는 것을 목적으로 합니다.

제 2조 (정의)

"서비스"란 회사 :DDD이 제공하는 다양한 디스플레이 관련 서비스를 의미합니다.
"회원"이란 회사의 서비스를 이용하는 개인 또는 단체를 의미합니다.
"제 3자"란 회사 :DDD과 협력 관계에 있는 개인, 단체, 기업 등을 의미합니다.
"개인정보"란 식별 가능한 개인에 관한 정보로서 성명, 생년월일, 주소, 전화번호 등을 포함합니다.
제 3조 (제 3자 정보제공)

회원은 서비스 이용 중 제 3자에게 개인정보를 제공하기 위해 별도의 동의를 요청할 수 있습니다.
개인정보 제공 시 회원은 자율적으로 제공 여부를 결정할 수 있으며, 제공에 대한 동의는 자발적이고 별도의 보상 없이 이루어집니다.
제 3자 정보제공 동의 시 회원은 제 3자의 개인정보 수집 및 이용에 대한 책임을 회사에게서 면제하며, 회사는 회원의 동의에 따라 개인정보를 제 3자에게 제공합니다.
제 4조 (개인정보 보호)

회사는 개인정보 보호에 최선을 다하며, 회원의 개인정보를 안전하게 관리합니다.
회원의 개인정보는 제 3자에게 제공되는 경우에도 회사의 개인정보 처리 방침에 따라 보호됩니다.
회원은 언제든지 개인정보에 대한 접근, 수정, 삭제를 요청할 수 있으며, 회사는 이를 지원합니다.
제 5조 (면책)

회사는 제 3자 정보제공에 따른 손해에 대하여 어떠한 책임도 지지 않습니다.
회원은 제 3자 정보제공 시 발생하는 문제에 대해 회사를 면책해야 합니다.
제 6조 (준거법 및 관할법원)
본 약관의 해석 및 회원과 회사 사이의 분쟁에는 한국 법령이 적용되며, 관할법원은 회사의 소재지를 기준으로 합니다.`,
};

export {Payment, ProvideAgreement};
